"PHONE_TITLE" = "电话";
"CALLS_LABEL" = "呼叫";
"CALL_FORWARDING" = "呼叫转移";
"SHOW_CALLER_ID" = "在被叫方显示本机号码";

"Loading" = "正在载入…";
"Reverted" = "已恢复";
"Saving" = "正在存储…";
"FAILED" = "失败";
"SUCCESS" = "成功";
"ERROR" = "错误";
"DISMISS" = "关闭";

"Calls" = "呼叫";
"International Assist" = "国际通话助理";
"Phone" = "电话";
"Show My Caller ID" = "在被叫方显示本机号码";

"SETTING_SAVE_ERROR" = "无法存储“%@”的设置。";
"kCTSettingTypeCallForwarding" = "呼叫转移";
"kCTSettingTypeCallWaiting" = "呼叫等待";
"kCTSettingTypeCallingLineIdRestriction" = "主叫号码";
"kCTSettingTypeSIMLock" = "SIM 卡 PIN 码";
"kCTSettingTypePIN" = "PIN 码";

"OFF" = "关闭";
"ON" = "打开";

"Network Selection" = "网络选择";
"SIM PIN" = "SIM 卡 PIN 码";

"Call Forwarding" = "呼叫转移";
"Call Waiting" = "呼叫等待";
"Network" = "网络";
"SIM Applications" = "SIM 卡应用程序";
"TTY" = "TTY";

"Automatic" = "自动";

"Save" = "存储";
"Cancel" = "取消";
"Done" = "完成";
"OK" = "好";

"ENTER_PASSWORD_FOR_LOCK" = "请输入 PIN 码以锁定 SIM 卡。%@";
"ENTER_PASSWORD_FOR_UNLOCK" = "请输入 PIN 码以解锁 SIM 卡。%@";

"Current Password" = "当前密码";
"New Password" = "新密码";
"Confirm New Password" = "确定新密码";

"ATTEMPT_REMAINING" = "还可尝试 %@ 次。";
"ATTEMPTS_REMAINING" = "还可尝试 %@ 次。";

"COULD_NOT_LOCK" = "无法锁定 SIM 卡。%@";
"COULD_NOT_UNLOCK" = "无法解锁 SIM 卡。%@";
"Could not change PIN" = "无法更改 PIN 码。%@";
"CHANGE_PIN" = "更改 PIN 码";
"Error: Passwords do not match" = "错误：密码不匹配";

"ENABLE_TTY" = "您要在目前的通话中使用 TTY 吗？";
"DISABLE_TTY" = "您要在目前的通话中停用 TTY 吗？";

"Yes" = "是";
"No" = "否";

"PHONE" = "本机号码：%@";

"MY_NUMBER" = "本机号码";
"UNKNOWN_NUMBER" = "未知";
"MY_NUMBER_PLACEHOLDER" = "号码";
"SAVE_MY_NUMBER" = "存储|取消";
"CANCEL_MY_NUMBER" = "取消|存储";

"SHOW" = "显示";
"HIDE" = "隐藏";
"NETWORK" = "默认";

"Change Voicemail Password" = "更改语音信箱密码";
"PASSWORD" = "密码";
"OLD_PASSWORD_PROMPT" = "请输入语音信箱目前的密码";
"NEW_PASSWORD_PROMPT" = "请输入语音信箱的新密码";
"NEW_PASSWORD_REENTRY_PROMPT" = "请再次输入语音信箱的新密码";
"NEW_PASSWORD_MISMATCH_PROMPT" = "密码不符。请再试一次。";
"SAVING_PASSWORD_PROMPT" = "正在存储密码…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "语音信箱不可用\n
请稍后再试一次。";
"VOICEMAIL_TASK_GENERIC_ERROR" = "语音信箱错误\n此时无法更改密码。";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "密码已存储";

"DIAL_ASSIST_HELP" = "若从海外拨打电话，国际通话助理会自动将正确的国际电话前缀添加到本地电话号码前面。";

"Contacts" = "通讯录";
"Sort Order" = "排列顺序";
"Display Order" = "显示顺序";
"FIRST" = "名，姓";
"LAST" = "姓，名";

"CARRIER" = "运营商";
"CARRIER_SERVICES" = "“%@”服务";

"PIN" = "PIN 码";
"CURRENT_PIN" = "现在的 PIN 码";
"NEW_PIN" = "新的 PIN 码";
"CONFIRM_NEW_PIN" = "确认新 PIN 码";
"Error: PINs do not match" = "错误：PIN 码不匹配";

"FORWARD_ALL" = "全部通话";
"FORWARD_CUSTOM" = "自定";
"FORWARD_TO" = "转移到";
"FORWARDING_TO" = "转移到";
"NO_ANSWER" = "无人接听";
"BUSY" = "正忙";
"UNREACHABLE" = "无法连通";

"CALL_FORWARD_ERROR_TITLE" = "呼叫转移";
"CALL_FORWARD_ERROR_MESSAGE" = "无法更改部分呼叫转移设置";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "未能存储电话号码。";
